Repository: abduhakimsobirov/TripUz
Catalog: user/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Opening Hour
uz: Ishlash vaqti

source: Mon - Sat, 8:00 - 9:00
uz: Dushanba - Shanba, 8:00 - 9:00

source: Call Us
uz: Biz bilan aloqa

source: Email Us
uz: Email

source: Home
uz: Bosh sahifa

source: Start Journey
uz: Yo'nalishlar

source: Map
uz: Xarita

source: Contact
uz: Biz Bilan

source: Languages
uz: Til

source: English
uz: Inglizcha

source: Uzbek
uz: O'zbekcha

source: Logout
uz: Tizimdan chiqish

source: Log-in
uz: Tizimgakirish

source: We Are Professional
uz: Professional Xodimlar

source: For Your Dream Travel
uz: Siz Uchun Orzuingizdagi Sayohat

source: Professional Driver
uz: Yuqori Malakali Haydovchilar

source: Good Drivers In Every Way
uz: Hush Muomala Haydovchilar Har Bir Yonalishda

source: Best Pay
uz: To'lov Usullari

source: Convenient Payment Service For You
uz: Siz Uchun Eng Yaxshi To'lov Usuli

source: Expert Drivers
uz: Eng yaxshi haydovchilar

source: each of our employees treats their work with kindness
uz: Har bir Xodim oz ishiga mehr bilan yondoshadi

source: Quality Work
uz: Sifatli Ish

source: we guarantee for each of our work
uz: Biz har bish ishimizga javob beramiz

source: Comfort on board
uz: Ko'p qulayliklar

source: Our buses are equipped with large and comfortable seats, a toilet, Wi-Fi and power outlets.
uz: Bizning avtobuslarimizda mijozlar uchun qulay o'rindiqlar, xojatxona va tekin Wi-FI mavjud

source: Welcome to Trip Uz
uz: Trip Uzga Xush Kelibsiz

source: 6 Years Experience
uz: 6 yilik tajriba

source: Learn More
uz: Ko'proq

source: Expert Workers
uz: Eng yaxshi ishchilar

source: Happy Clients
uz: Quvnoq Mijozlar

source: Completed Trips
uz: Bajarilgan sayohatlar

source: Running Trips
uz: Bajarilayotgan Sayohatlar

source: Frequently Asked Question
uz: Ko'p so'raladigan savollar

source: You May Ask
uz: Siz sorashingiz mumkin

source: Students Street, Tashkent, Uzbekistan
uz: Talabalar Ko'chasi, Toshkent, O'zbekiston

source: Services Areas
uz: Bizning Servislar

source: Building Construction
uz: Tamirlash Ishlari

source: Interior Design
uz: Interyer dizayn

source: Useful Pages
uz: Foydali

source: Our Team
uz: Bizning Jamoa

source: Projects
uz: Bizning loyihalar

source: Testimonial
uz: Guvohlik

source: Newsletter
uz: Fikrlar

source: Lorem ipsum dolor sit amet elit. Phasellus nec pretium mi. Curabitur facilisis ornare velit non vulpu
uz: Trip Uz O'zbekistondagi birinchi avtomatlashtirilgan uzoq yo'lga yuruvchi avtobuslar

source: Submit
uz: Jo'anitish

source: Terms of use
uz: Xodimlar

source: Help
uz: Yordam

source: All Right Reserved.
uz: Xizmatlar litsenziyaga ega

source: Designed By
uz: Loyiha Yaratuvchisi:

source: User Profile
uz: Foydalanuvhi bOLimi

source: Username:
uz: Foydalanuvhi nomi

source: Phone number:
uz: Telefon raqam

source: Birthday:
uz: Tug'ilgan kuni:

source: Username:
uz: Foydalanuvhi nomi

source: Phone number:
uz: Telefon raqam:

source: Location
uz: Joylashuv

source: Phone
uz: telefon raqam

source: Divers registration
uz: Haydovchilar uchunn Ro'yxatdan o'tish

source: This is map Page
uz: Bu Xarita Bo'limi
